{
  "key": [
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>Apartment</span>",
    "location": "(State Florida)",
    "footerDescription": "Cash for your Apartment Florida!",
    "index": false,
    "image": "/assets/img/real-estate/Apartment_main.svg",
    "bgImage": "apartment",
    "class": "apartment_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online apartment valuation:",
    "style": "apartment",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit apartment photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy apartments in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase apartments with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., apartments in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy apartments in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Needed to offload my Miami Beach apartment ASAP due to a job relo. These cash buyers were a lifesaver! Quick, fair offer, and we closed in under 3 weeks. No realtor fees was a sweet bonus!",
        "name": "Jess M.",
        "prod": "Sold Apartment",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "These guys bought my L.A. apartment when I thought I'd be stuck with it forever. The market was slow, but they came in with a fair cash offer. Closed in 2 weeks flat. Couldn't be happier!",
        "name": "Alex P.",
        "prod": "Sold Apartment",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Decent experience selling my apartment to these cash buyers. The offer was slightly lower than I hoped, but the convenience made up for it. No repairs or staging needed. Overall, pretty smooth.",
        "name": "Rachel K.",
        "prod": "Sold Apartment",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What is the scope of your apartment purchasing program?",
        "content": "Our acquisition strategy encompasses both individual apartment units and entire multi-unit complexes. We have the capacity and expertise to handle transactions of various scales, from single condominiums to large apartment buildings."
      },
      {
        "title": "How do you approach apartments requiring renovation?",
        "content": "We specialize in as-is purchases, acquiring apartments in their current condition regardless of renovation needs. This approach eliminates the need for sellers to invest in pre-sale improvements, streamlining the transaction process."
      },
      {
        "title": "Can you facilitate sales within condominium associations?",
        "content": "Absolutely. Our team is well-versed in the intricacies of condominium and co-op sales. We navigate association bylaws, transfer requirements, and approval processes with efficiency and expertise."
      },
      {
        "title": "What unique considerations apply to apartment&nbsp;sales?",
        "content": "Apartment transactions often involve complex elements such as association approvals, transfer requirements, and shared property considerations. Our specialized team manages these aspects comprehensively, ensuring a smooth and compliant sales process."
      },
      {
        "title": "Do you acquire apartments with existing&nbsp;liens?",
        "content": "Yes, we have the capability to purchase apartments with liens or other title complications. Our legal team is adept at resolving such issues, facilitating transactions that might be challenging through traditional sales channels."
      },
      {
        "title": "How does your pricing compare to traditional real estate listings?",
        "content": "While our offers are market-competitive, our true value lies in transaction speed and convenience. We eliminate the uncertainties and delays often associated with traditional realtor listings, providing a swift and assured closing process."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}