{
  "key": [
    "yes",
    "prod",
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my bicycle",
    "location": "(All States)",
    "footerDescription": "Quick cash for your bicycle!",
    "image": "/assets/img/bike/bike.png",
    "bgImage": "bike",
    "class": "bike_text"
  },
  "prodInfo": {
    "title": "Bicycle that we purchase",
    "text": "across all states in the U.S.",
    "content": [
      {
        "img": "/assets/img/bike/electric.png"
      },
      {
        "img": "/assets/img/bike/new.png"
      },
      {
        "img": "/assets/img/bike/parts.png"
      },
      {
        "img": "/assets/img/bike/under_repair.png"
      },
      {
        "img": "/assets/img/bike/whole.png"
      }
    ]
  },
  "easySteps": {
    "title": "3 Easy Steps",
    "text": "to Appraise Your Bicycle Online",
    "style": "bike",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Send us photos and specifications of your bicycle via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Schedule an in-office consultation or request an expert evaluation at your location."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive your appraisal and payment through your preferred method."
    }
  },
  "aboutInfo": {
    "title": "Why we are",
    "text": "your best bet",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy bicycle in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-Day Purchase"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Every Sale is Confidential"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Trade-In available (exchange for a new bicycle)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Appraisal Time via Messenger - 7 Minutes"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We Offer Higher Prices Than Our Competitors"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Operating Across All U.S. States"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant cash payout"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We handle complex cases (Collateral, Loans, After Accident)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Parting with my Giant was tough, but these guys made it easier. They knew their stuff about high-end bikes, which I appreciated. The offer was fair, and the process was quick. Glad my bike's going to a good home.",
        "name": "Oliver P.",
        "prod": "(Sold the Giant Defy)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Sold my road bike to these folks in Tampa. They were professional and gave a competitive offer. The only hiccup was scheduling the pickup, hence 4 stars. Overall, a reliable service for cyclists looking to upgrade.",
        "name": "Rachel W.",
        "prod": "(Sold the Specialized Tarmac)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "These guys in Miami bought my e-bike, and I'm stoked with how it went down! They recognized the value of my Cube and offered a price that beat other local shops. The whole process was a breeze. Highly recommend!",
        "name": "David L.",
        "prod": "(Sold the Cube Reaction Hybrid)",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of bicycles do you buy?",
        "content": "Our company is in the market for a diverse range of bicycles, such as mountain, road, hybrid, city, BMX, fat bike, cruiser, folding, triathlon, electric, cyclocross, touring, kids', tandem, and track bikes. We work with most well-known brands including Giant, Trek, Specialized, Cannondale, Scott, Merida, Santa Cruz, Bianchi, Kona, Cube, Orbea, GT Bicycles, Norco, Focus, Cervélo, and others. Condition and age are the primary factors we consider."
      },
      {
        "title": "How does the bike evaluation process work?",
        "content": "Our online valuation process is streamlined for your convenience. Simply contact us through any messaging platform (Telegram, WhatsApp, Facebook Messenger) or social network (Instagram, Facebook) and send us photos along with a brief description (specifications, details, modifications). Within 5-7 minutes, you'll receive a competitive offer and a step-by-step plan for a quick sale."
      },
      {
        "title": "Do you buy damaged or malfunctioning bicycles?",
        "content": "Yes, we are prepared to make an offer on bicycles in any condition."
      },
      {
        "title": "What documents are required to sell a bicycle?",
        "content": "Documentation is not mandatory for the sale. We purchase bicycles both with and without papers. However, if you have documentation, we welcome its inclusion."
      },
      {
        "title": "Do you provide bicycle transportation services?",
        "content": "We offer three convenient transportation options: you can deliver the bicycle to our office yourself, we can send our employee to your location for evaluation and transportation, or you have the option to ship the bicycle by mail. All of these services are provided at no additional cost to you."
      },
      {
        "title": "Do you operate throughout the entire United States?",
        "content": "While our network doesn't currently cover the entire United States, we are interested in working with customers from various regions and are willing to arrange pickup or postal delivery of the bicycle if necessary. Please note that for more distant locations, the waiting time for our appraiser's arrival may increase by 1-2 days. We strive to provide quality service to every customer, regardless of location."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}