{
  "key": [
    "yes",
    "prod"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my bicycle",
    "location": "(All States)",
    "description": "Quick cash for your bicycle!",
    "image": "/assets/img/bike/bike.png",
    "bgImage": "bike",
    "class": "bike_text"
  },
  "prodInfo": {
    "title": "Bicycle that we purchase",
    "text": "across all states in the U.S.",
    "content": [
      {
        "img": "/assets/img/bike/electric.svg"
      },
      {
        "img": "/assets/img/bike/new.svg"
      },
      {
        "img": "/assets/img/bike/parts.svg"
      },
      {
        "img": "/assets/img/bike/under_repair.svg"
      },
      {
        "img": "/assets/img/bike/whole.svg"
      }
    ]
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to appraise your velo-bike online",
    "style": "bike",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Shoot us a picture or the details on any messaging app",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Schedule an in-office sales appointment or request an appraiser to visit your home"
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you"
    }
  },
  "aboutInfo": {
    "title": "Why we are",
    "text": "your best bet",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy bicycle in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-Day Purchase"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Every Sale is Confidential"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Trade-In available (exchange for a new bicycle)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Appraisal Time via Messenger - 7 Minutes"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We Offer Higher Prices Than Our Competitors"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Operating Across All U.S. States"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant cash payout"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We handle complex cases (Collateral, Loans, After Accident)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Quick and easy! Got a fair price for my Giant bike. These guys know their stuff. In and out in no time. Thumbs up!",
        "name": "John D.",
        "prod": "Sold the Giant bike",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Decent deal on my bike. Process was smooth, but price was a bit lower than expected. Still, saved me a lot of hassle.",
        "name": "Mike T.",
        "prod": "Sold a Cube mountain bike",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Needed to sell my Bulls fast before moving. These folks delivered! Great service, fair price. Would use again.",
        "name": "Андрей",
        "prod": "Sold road bike",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of bicycles do you buy?",
        "content": "Our company purchases a wide range of bicycles, including: Mountain, road, hybrid, city, BMX, fat bike, cruiser, folding, triathlon, electric, yclocross, touring, kids', tandem, and track bikes. We work with most well-known brands such as Giant, Trek, Specialized, Cannondale, Scott, Merida, Santa Cruz, Bianchi, Kona, Cube, Orbea, GT Bicycles, Norco, Focus, Cervélo, and others. The only factors that may affect our ability to purchase a bike are its condition and age."
      },
      {
        "title": "How does the bike evaluation process work?",
        "content": "We offer a convenient online evaluation process: <ol><li>Choose your preferred messaging app (Telegram, WhatsApp, Facebook Messenger) or social network (Instagram, Facebook).</li><li>Send us photos and technical specifications of your bicycle.</li><li>Within 5-7 minutes, you'll receive a price offer and a detailed plan for a quick sale.</li></ol>"
      },
      {
        "title": "Do you buy damaged or malfunctioning bicycles?",
        "content": "Yes, we consider purchasing damaged or malfunctioning bicycles. Each case is evaluated individually. For a quick assessment, please send us photos of your bicycle."
      },
      {
        "title": "What documents are required to sell a bicycle?",
        "content": "Documentation is not mandatory for the sale. We purchase bicycles both with and without papers. However, if you have documentation for your bicycle, we welcome its inclusion."
      },
      {
        "title": "Do you provide bicycle transportation services?",
        "content": "We offer three transportation options: <ol><li>You can deliver the bicycle to our office yourself.</li>We can send our employee to your location for evaluation and transportation.<li></li><li>You have the option to ship the bicycle by mail.</li></ol> "
      },
      {
        "title": "Do you operate throughout the entire United States?",
        "content": "Currently, our network doesn't cover the entire United States. However, we are interested in working with customers from various regions and are willing to arrange pickup or postal delivery of the bicycle if necessary."
      }
    ],
    "listBottom1": {
      "title": "Maximize Your Bike's Value: Premier Buyback Service in Florida and Nationwide",
      "text": "Looking to sell your bike in Florida or across the USA? Our top-tier bike buyback service offers competitive prices and unmatched convenience for cyclists nationwide."
    },
    "listBottom2": {
      "title": "Florida's Leading Bike Buyback Option",
      "text": "Florida cyclists, selling your bike is now effortless. Whether you're in Miami, Orlando, or Tampa, we provide instant online quotes and expert evaluation for all bike brands. Our streamlined process ensures you get the best value for your bicycle."
    }
  }
}