{
  "key": ["motorbike", "prod"],
  "dashboard": {
    "state": "State of Florida",
    "title": "BUYOUT MOTOR<wbr/>CYCLES",
    "location": "(All States)",
    "description": "We will buy your motorcycle equipment at the best price!",
    "image": "/assets/img/motorbike/motorbike.png",
    "bgImage": "laptop",
    "class": "laptop_text"
  },
  "prodInfo": {
    "title": "Motorbike",
    "text": "we buy back across all US states",
    "content": [
      {
        "img": "/assets/img/motorbike/after_an_accident.svg"
      },
      {
        "img": "/assets/img/motorbike/credit.svg"
      },
      {
        "img": "/assets/img/motorbike/motorcycle.svg"
      },
      {
        "img": "/assets/img/motorbike/scooter.svg"
      },
      {
        "img": "/assets/img/motorbike/under_repair.svg"
      }
    ]
  },
  "easySteps": {
    "title": "3 simple steps",
    "text": "to sell a laptop fast",
    "style": "laptop",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Send photos and characteristics of the laptop to Telegram, Messenge",
      "contact": "CONNECT"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Make an appointment for a sale at your nearest office or order a no obligation sale"
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive instant payouts in a form that is convenient for you"
    }
  },
  "need-docs":{
    "title": "To sell your motorcycle you will need",
    "docs": [
      {
        "title": "Passport of a citizen of Ukraine",
        "img": "/assets/img/motorbike/passport.svg"
      },
      {
        "title": "Taxpayer Identification Number",
        "img": "/assets/img/motorbike/taxpayer_number.svg"
      },
      {
        "title": "Vehicle registration certificate",
        "img": "/assets/img/motorbike/motorbike.svg"
      }
    ]
  },
  "aboutInfo": {
    "title": "We buy back motorbike in Florida",
    "text": "and all the states",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "Buy transportation in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-Day Purchase"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Every Sale is Confidential"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Scooters for sale on commission"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Inspection and registration in 2 hours"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "Priced higher than the competition"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Operating Across All U.S. States"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant Payment"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We work with complex cases (bail, ban, credit)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What kind of motorcycles do you buy?",
        "content": "Absolutely any: motorcycles, mopeds, scooters, motorcycles, ATVs. Mark, year of manufacture, mileage, condition do not matter. We buy out credit, as well as with fines. We work with individuals and legal entities, buy out corporate motoparks."
      },
      {
        "title": "Can I leave the bike for you to sell?",
        "content": "Yes. We will put your motorized vehicle on commission at our showroom."
      },
      {
        "title": "You're buying up undocumented?",
        "content": "Yes, we do. We accept motorcycles without documents and in any condition. We will pick up faulty transportation from anywhere in Kiev and Ukraine."
      },
      {
        "title": "What kind of information do you need?",
        "content": "Before the sale, be prepared to provide the following information about your vehicle: make, model, VIN or frame number, year of manufacture on the PTS, the name of the organization (issued the PTS), whether it was registered ON YOU, as the owner of the motorcycle, mileage, your assessment of the condition of the engine and gearbox, what parts are painted or replaced by non-original, whether some tuning is installed."
      },
      {
        "title": "I want to sell for as much as possible!",
        "content": "To increase the buyback price by 10%, wash the motorcycle, bring a second set of tires and keys. In 90% of cases, the valuation will be higher than other motorcycle buybacks."
      },
      {
        "title": "I'll sell the scooter for more!",
        "content": "No problem! We just want to save you from wasting your time. Pre-sale preparation, photo shoots, registration on profile sites, paying for advertisements, answering the phone and traveling to meetings at inconvenient times - this is the least you will have to face."
      }
    ],
    "listBottom1": {
      "title": "Urgent buyout of motorcycles in Kiev and throughout Ukraine",
      "text": "Any owner of motorized transport faces a situation when it is necessary to sell his means of transportation. Often, you need to sell your moped as quickly as possible. We strongly advise you to beware of underground buyouts. When money is needed urgently, it is so easy to let your guard down and fall victim to scammers. That won't happen with us! Check out our reviews and compare terms - our deals are legally correct and all vehicles are deregistered. <br/><br/> For those who do not want to spend time and effort to find a buyer, it is better to use the MotoBuyout service. Of course you will not get the maximum value, but we guarantee 90-95% of the market price!<br/><br/> We give preference to such brands: Honda, Suzuki, Yamaha, Kawasaki, BMW, KTM, Ducati, Triumph, Aprilia, as well as Chinese models. We offer redemption of sports, tourist, cruisers, choppers, classic, off-road, enduro, supermoto, dragster, motard, cross motorcycles."
    },
    "listBottom2": {
      "title": "How do I sell a used motorcycle?",
      "text": "Everything is simple! Send us a photo of the vehicle in a convenient messenger (viber, telegram, instagram). Within 4-5 minutes appraiser Vladimir will write the cost of goods. Having come to an agreement, we will immediately go to you! That you would not have traveled in vain, we will come to you ourselves, absolutely free, without any claims if you refuse our services. We value the reputation and time of our customers!"
    }
  }
}