{
  "key": [
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>Garage</span>",
    "location": "(State Florida)",
    "footerDescription": "Cash for your Garage Florida!",
    "image": "/assets/img/real-estate/Garage_main.svg",
    "bgImage": "garage",
    "class": "garage_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online garage valuation:",
    "style": "garage",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit garage photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy garages in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase garages with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., garages in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy garages in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Had an old garage that was more trouble than it was worth. These guys took it off my hands, no questions asked. Process was quick, though I wish the offer was a bit higher. Still, can't complain!",
        "name": "Rick P.",
        "prod": "Sold Garage",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Never thought I'd find a buyer for my standalone garage in Tampa. These folks made it happen! Fair price, quick close. No fuss, no muss. Exactly what I needed.",
        "name": "Sam T.",
        "prod": "Sold Garage",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "These cash buyers were a godsend when I needed to sell my garage quickly. They handled everything professionally and closed in just days. Couldn't have asked for a smoother process.",
        "name": "Lisa M.",
        "prod": "Sold Garage",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of garage properties fall within your acquisition scope?",
        "content": "Our portfolio encompasses a wide range of garage properties, including both attached and standalone structures. We have the expertise to handle various garage configurations, adapting our acquisition strategy to each unique property."
      },
      {
        "title": "How is the valuation of garage properties determined?",
        "content": "Our valuation process incorporates multiple factors, including location, dimensions, structural condition, and current market dynamics. For a rapid, preliminary assessment, we offer an online valuation service. Simply send us photographs, key specifications, and any pertinent additional information via our messaging platform, and we'll promptly provide you with a competitive offer."
      },
      {
        "title": "Is it possible to sell a garage independently of an associated residence?",
        "content": "Absolutely. Our acquisition program is flexible, allowing for the purchase of garages as standalone assets, separate from any associated residential property. This option provides homeowners with additional liquidity opportunities."
      },
      {
        "title": "Do you engage in multi-unit garage acquisitions?",
        "content": "Yes, our acquisition capabilities extend from single-unit garages to multi-unit structures and large-scale parking facilities. We have the resources and expertise to handle garage properties of varying scales and complexities."
      },
      {
        "title": "How do you approach garages with existing rental agreements?",
        "content": "We are well-equipped to acquire properties with active rental contracts. In such scenarios, we assume the role of the new property owner, ensuring a seamless transition for both the seller and the current tenants."
      },
      {
        "title": "Are you interested in garages utilized for commercial purposes?",
        "content": "Certainly. Our acquisition program encompasses garages used for both personal and commercial applications. We recognize the diverse utilization of garage spaces and are prepared to evaluate all types of garage properties, regardless of their current use."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}