{
  "key": ["prod", "easy-step"],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>House</span>",
    "location": "(All States)",
    "description": "Quick cash offer for your House!",
    "image": "/assets/img/real-estate/House_main.svg",
    "bgImage": "real-estate",
    "class": "real-estate_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online townhouse valuation:",
    "style": "main",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit townhouse photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy houses in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase houses with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., houses in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy houses in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "When I needed to sell my house fast, these guys came through big time. They made a fair cash offer and closed in just 10 days. No hassle, no repairs needed. If you're in a pinch in Tampa, give 'em a call!",
        "name": "Mark S.",
        "prod": "Sold House",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Selling my childhood home was emotional, but this team made it painless. They were professional, respectful, and got me a great price. The process was smooth from start to finish. Highly recommend!",
        "name": "Linda G.",
        "prod": "Sold House",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "I was skeptical about 'we buy houses' companies, but these folks changed my mind. They were transparent about their offer and didn't pressure me. Closed on my timeline. Solid experience overall.",
        "name": "Tony R.",
        "prod": "Sold House",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "Do you purchase houses that require repairs?",
        "content": "We specialize in acquiring houses in any condition. Whether your property needs minor touch-ups or major renovations, we're prepared to make an offer. Our service eliminates the need for you to invest in repairs or improvements before selling."
      },
      {
        "title": "How do you calculate your offer?",
        "content": "Our offers are based on a comprehensive analysis of local real estate market trends and your property's specific characteristics. For a preliminary estimate, you can utilize our online valuation tool. Simply provide photos, key specifications, and any additional relevant information. We'll respond promptly with a competitive cash offer tailored to your property."
      },
      {
        "title": "Can you assist with houses facing foreclosure?",
        "content": "Absolutely. We specialize in rapid transactions that can often halt the foreclosure process. Our cash purchase option provides a quick resolution, potentially saving your credit score and offering a fresh start."
      },
      {
        "title": "Do you buy properties with existing tenants?",
        "content": "Yes, we regularly purchase houses with tenants in residence. We respect existing lease agreements and ensure a smooth transition of ownership, prioritizing both landlord and tenant interests throughout the process."
      },
      {
        "title": "What are the post-sale occupancy options?",
        "content": "We pride ourselves on flexibility. Whether you need a quick closing or require additional time to relocate, we can tailor our timeline to your specific needs. Our goal is to make your transition as seamless as possible."
      },
      {
        "title": "In which areas do you operate?",
        "content": "Our house buying service extends across all 50 states. We have extensive experience in urban, suburban, and rural markets throughout the United States, ensuring we can assist you regardless of your property's location."
      }
    ],
    "listBottom1": {
      "title": "Urgent Redemption of boats",
      "text": "Over the course of the company's existence, we've redemptionized a large number of used  vehicles of various makes and models. We've learned to be smart about Redemption: the vehicles      are de-registered and all transactions are legally correct. <br/> We offer services on car buying in all districts of Kiev (Kiev region) and Ukraine. Those who do not want to spend time and effort to find a client, it is better to use the service 'autoRedemption'. Of course you will not get the maximum value for the car, but 90-95% of the market value, we guarantee you! value we guarantee you!<br/> Still, if you decide to sell a used car on your own, it is recommended to be patient. patience. Selling a car on your own can take months. And without an understanding of the market. it is difficult to set a price that will suit both you and the potential buyer. You'll end up wasting your time and effort for nothing."
    },
    "listBottom2": {
      "title": "Boat buying in Kiev",
      "text": "Everything is simple! Send us a photo of the vehicle in a convenient messenger (viber, telegram, instagram). Within 4-5 minutes appraiser Vladimir will write the cost of Redemption. Having come to an agreement, we will immediately go to the You! That you would not have traveled in vain, we will come to you ourselves, absolutely free, without any or claims if you refuse our services. We value the reputation and time of our customers!"
    }
  }
}