{
  "key": [
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my scooter",
    "location": "(All States)",
    "footerDescription": "Quick cash for your scooter!",
    "image": "/assets/img/scooter/scooter.png",
    "bgImage": "scooter",
    "class": "scooter_text"
  },
  "easySteps": {
    "title": "3 Easy Steps",
    "text": "to Appraise Your Scooter Online",
    "style": "skooter",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Send us photos and specifications of your scooter via your preferred messaging app.",
      "contact": "CONNECT"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Schedule an in-office consultation or request an expert evaluation at your location."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive your appraisal and payment through your preferred method."
    }
  },
  "aboutInfo": {
    "title": "Why we are",
    "text": "your best bet",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy scooter in any condition."
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-Day Purchase"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Every Sale is Confidential"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Trade-In available (exchange for a new scooter)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Appraisal Time via Messenger - 7 Minutes"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We Offer Higher Prices Than Our Competitors"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Operating Across All U.S. States"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant Payment"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We Handle Complex Cases (Collateral, Loans)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Sold my e-scooter to these folks, and it was a breeze! They offered a fair price and picked it up the same day. Super convenient for busy professionals like me. Thumbs up!",
        "name": "Sarah M.",
        "prod": "(Sold the Xiaomi Mi Electric Scooter)",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "These guys in Florida know their e-scooters. Got a decent offer for my old ride. The process was straightforward, but I wish they had more flexible pickup times. Still, a solid option if you're upgrading.",
        "name": "Chris B.",
        "prod": "(Sold the Segway Ninebot MAX)",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Y'all, if you're in Tampa and wanna offload your e-scooter, hit these folks up! They gave me cash on the spot for my beat-up old scooter. No fuss, no muss. Just easy peasy lemon squeezy! ",
        "name": "Zoe K.",
        "prod": "(Sold the Gotrax GXL V2)",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "How do you value scooters?",
        "content": "Our online valuation process is streamlined for your convenience. Simply contact us through any messaging platform (Telegram, WhatsApp, Facebook Messenger) or social network (Instagram, Facebook) and send us photos along with a brief description (specifications, details, modifications). Within 5-7 minutes, you'll receive a competitive offer and a step-by-step plan for a quick sale."
      },
      {
        "title": "Can I sell a damaged scooter?",
        "content": "Yes, we are prepared to make an offer on scooters in any condition."
      },
      {
        "title": "What paperwork is needed?",
        "content": "Documentation is not mandatory for the sale. We purchase scooters both with and without papers. However, if you have documentation, we welcome its inclusion."
      },
      {
        "title": "Do you operate throughout the entire United States?",
        "content": "While our network doesn't currently cover the entire United States, we are interested in working with customers from various regions. We're willing to arrange pickup or postal delivery of the scooter if necessary. Please note that for more distant locations, the waiting time for our appraiser's arrival may increase by 1-2 days. We strive to provide quality service to every customer, regardless of location."
      },
      {
        "title": "Do you offer pickup services?",
        "content": "We offer three convenient transportation options for your scooter. You can deliver it to our office yourself, we can send our employee to your location for evaluation and transportation, or you have the option to ship the scooter by mail. All of these services are provided at no additional cost to you."
      },
      {
        "title": "How does the inspection process work?",
        "content": "The final verification occurs during the appraiser's visit or upon receipt of the scooter. If you accurately disclosed all details during the initial assessment via messenger, the price typically remains unchanged upon inspection. Payment is processed immediately following this step."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}