{
  "key": ["prod", "easy-step"],
  "dashboard": {
    "state": "State of Florida",
    "title": "Scroll down <span>to see what we buy</span>",
    "location": "(All States)",
    "description": "Cash for your trash!",
    "image": "/assets/img/real-estate/Land_Lots_main.png",
    "bgImage": "land-lots",
    "class": "land-lots_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to appraise your land-lots online",
    "style": "land-lots",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Shoot us a picture or the details on any messaging app",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Schedule an in-office sales appointment or request an appraiser to visit your home"
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you"
    }
  },
  "aboutInfo": {
    "title": "We buy back",
    "text": "laptops in Florida",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We’ll buy anything you’ve got."
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-Day Purchase"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Every Sale is Confidential"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Trade-In"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Appraisal Time via Messenger - 7 Minutes"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We Offer Higher Prices Than Our Competitors"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Operating Across All U.S. States"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant Payment"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We Handle Complex Cases (Collateral, Loans)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What land classifications fall within your acquisition parameters?",
        "content": "Our comprehensive land acquisition program encompasses a diverse range of property types, including residential, commercial, and agricultural parcels. We routinely evaluate and purchase lands across various use categories to meet market demands."
      },
      {
        "title": "How do you approach properties with existing structures?",
        "content": "We acquire land parcels both with and without existing structures. Our team is adept at assessing the value of improvements and their impact on overall land utility, ensuring a fair valuation regardless of current development status."
      },
      {
        "title": "What is your stance on properties subject to zoning restrictions?",
        "content": "Zoning restrictions are a common aspect of our daily operations. Our in-house legal team is well-versed in navigating complex zoning laws across multiple jurisdictions. We routinely work with properties under various restriction levels, leveraging our expertise to unlock potential value."
      },
      {
        "title": "Could you outline your land valuation methodology?",
        "content": "Our valuation process employs a multi-faceted approach, considering key factors such as geographic location, parcel dimensions, current zoning designations, future development potential, and prevailing market trends. This comprehensive analysis ensures competitive and equitable offers for each unique property."
      },
      {
        "title": "Does your acquisition strategy include lands in less accessible areas?",
        "content": "Absolutely. Our nationwide acquisition network allows us to efficiently evaluate and purchase properties across the urban-rural spectrum. We have extensive experience with land transactions in metropolitan centers, suburban developments, and remote rural locations throughout the United States."
      },
      {
        "title": "What documentation is typically required for land transactions?",
        "content": "In most cases, proof of ownership is the primary requirement from sellers. Our experienced transaction team manages all aspects of the due diligence process, including title searches, surveys, and other necessary documentation. We streamline the process to minimize the burden on sellers while ensuring thorough and compliant transactions."
      }
    ],
    "listBottom1": {
      "title": "Urgent Redemption of boats",
      "text": "Over the course of the company's existence, we've redemptionized a large number of used  vehicles of various makes and models. We've learned to be smart about Redemption: the vehicles      are de-registered and all transactions are legally correct. <br/> We offer services on car buying in all districts of Kiev (Kiev region) and Ukraine. Those who do not want to spend time and effort to find a client, it is better to use the service 'autoRedemption'. Of course you will not get the maximum value for the car, but 90-95% of the market value, we guarantee you! value we guarantee you!<br/> Still, if you decide to sell a used car on your own, it is recommended to be patient. patience. Selling a car on your own can take months. And without an understanding of the market. it is difficult to set a price that will suit both you and the potential buyer. You'll end up wasting your time and effort for nothing."
    },
    "listBottom2": {
      "title": "Boat buying in Kiev",
      "text": "Everything is simple! Send us a photo of the vehicle in a convenient messenger (viber, telegram, instagram). Within 4-5 minutes appraiser Vladimir will write the cost of Redemption. Having come to an agreement, we will immediately go to the You! That you would not have traveled in vain, we will come to you ourselves, absolutely free, without any or claims if you refuse our services. We value the reputation and time of our customers!"
    }
  }
}