{
  "key": ["easy-step"],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>Land</span>",
    "location": "(All States)",
    "description": "Quick cash offer for your Land!",
    "image": "/assets/img/real-estate/Land_Lots_main.png",
    "bgImage": "land-lots",
    "class": "land-lots_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online land valuation:",
    "style": "land-lots",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit land photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy land in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase land with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., land in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy land in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Inherited some land in rural Florida that I had no use for. This company made selling it a breeze. Their offer was fair, and they handled all the paperwork. Appreciate the hassle-free experience!",
        "name": "Sarah L.",
        "prod": "Sold Land",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Had a tough time selling my vacant lot in California until these folks came along. They gave me a solid cash offer and closed quickly. No realtor fees or lengthy negotiations. Just what I needed!",
        "name": "Mike B.",
        "prod": "Sold Land",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Decent experience overall. They bought my land in Miami for a fair price, but the process took a bit longer than expected. Still, beats the hassle of listing it on the open market.",
        "name": "Emma R.",
        "prod": "Sold Land",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What land classifications fall within your acquisition parameters?",
        "content": "Our comprehensive land acquisition program encompasses a diverse range of property types, including residential, commercial, and agricultural parcels. We routinely evaluate and purchase lands across various use categories to meet market demands."
      },
      {
        "title": "How do you approach properties with existing structures?",
        "content": "We acquire land parcels both with and without existing structures. Our team is adept at assessing the value of improvements and their impact on overall land utility, ensuring a fair valuation regardless of current development status."
      },
      {
        "title": "What is your stance on properties subject to zoning restrictions?",
        "content": "Zoning restrictions are a common aspect of our daily operations. Our in-house legal team is well-versed in navigating complex zoning laws across multiple jurisdictions. We routinely work with properties under various restriction levels, leveraging our expertise to unlock potential value."
      },
      {
        "title": "Could you outline your land valuation methodology?",
        "content": "Our valuation process employs a multi-faceted approach, considering key factors such as geographic location, parcel dimensions, current zoning designations, future development potential, and prevailing market trends. This comprehensive analysis ensures competitive and equitable offers for each unique property."
      },
      {
        "title": "Does your acquisition strategy include lands in less accessible areas?",
        "content": "Absolutely. Our nationwide acquisition network allows us to efficiently evaluate and purchase properties across the urban-rural spectrum. We have extensive experience with land transactions in metropolitan centers, suburban developments, and remote rural locations throughout the United States."
      },
      {
        "title": "What documentation is typically required for land transactions?",
        "content": "In most cases, proof of ownership is the primary requirement from sellers. Our experienced transaction team manages all aspects of the due diligence process, including title searches, surveys, and other necessary documentation. We streamline the process to minimize the burden on sellers while ensuring thorough and compliant transactions."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}