{
  "key": [
    "prod",
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell used items",
    "location": "(All States)",
    "footerDescription": "Cash for used item Florida", 
    "description": "Professional asset purchase services: Buy, sell, and trade vehicles, electronics, real estate, and furniture. Get money today. Free online valuation in 10 minutes.",
    "keywords": "Sell used items Miami, Buddy cash, Buddy-cash",
    "ogTitle": "Sell used items - Miami, Tampa, Orlando, Jacksonville, Fl - Buddy Cash",
    "ogDescription": "Professional asset purchase services: Buy, sell, and trade vehicles, electronics, real estate, and furniture. Get money today. Free online valuation in 10 minutes.",
    "ogType": "website",
    "ogUrl": "https://buddy-cash.com/?state=florida",
    "ogImage": "/assets/img/main_page/main_logo.svg",
    "image": "/assets/img/main_page/main_logo.svg",
    "bgImage": "main",
    "class": "main_text",
    "alt": "Sell used items"
  },
  "prodInfo": {
    "title": "Select What You'd",
    "text": "Like to Sell",
    "content": [
      {
        "img": "/assets/img/main_page/Transport.png",
        "route": "/transport",
        "alt": "Sell used Transport"
      },
      {
        "img": "/assets/img/main_page/Furniture.png",
        "route": "",
        "alt": "Sell used Furniture"
      },
      {
        "img": "/assets/img/main_page/Electronics.png",
        "route": "/electronics",
        "alt": "Sell used Electronics"
      },
      {
        "img": "/assets/img/main_page/Real_estate.png",
        "route": "/real-estate",
        "alt": "Sell used Real estate"
      },
      {
        "img": "/assets/img/main_page/Estate.png",
        "route": "",
        "alt": "Sell used Estate"
      },
      {
        "img": "/assets/img/main_page/Gear.png",
        "route": "/gear",
        "alt": "Sell used Gear"
      },
      {
        "img": "/assets/img/main_page/Others.png",
        "route": "/others",
        "alt": "Sell used Others"
      }
    ]
  },
  "easySteps": {
    "title": "3 Simple Steps",
    "text": "to appraise your online",
    "style": "main",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Simply share photos and details through your preferred messaging platform",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Schedule a convenient in-person evaluation at our office or your location"
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive immediate payment through your preferred method: cash, digital transfer, or check"
    }
  },
  "aboutInfo": {
    "title": "What Sets",
    "text": "Us Apart",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We purchase all types of assets"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-day transaction guarantee"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Complete transaction privacy"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Efficient trade-in process"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Online appraisal in 5-10 minutes"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "Market-leading purchase rates"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Service available in all U.S. states"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant payment transfer"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "Expert handling of complex assets & loans"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Had a fender bender with my BMW 3 Series. These guys in Miami came through big time! Their offer was way better than I expected for a banged-up ride. The process was slick, and they handled all the paperwork. Couldn't be happier!",
        "name": "Emily R.",
        "prod": "(Sold the BMW 3 Series)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Needed to part ways with my dirt bike. These guys were okay, but the initial quote was a bit low. After some negotiation, we reached a fair price. The pickup was prompt, though. Solid service, just be ready to haggle a little.",
        "name": "Alex M.",
        "prod": "(Sold the Yamaha YZ250F)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Sold my old tractor attachment to these guys. They knew their stuff about farm equipment and gave a fair price. The pickup was prompt, and they were careful with the equipment. Solid service for farmers looking to upgrade.",
        "name": "John D.",
        "prod": "(Sold the John Deere Backhoe attachment)",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "Do you offer free item pickup??",
        "content": "Yes, we offer free item pickup. We can send our representative to your location for evaluation and transportation at no additional cost to you. Alternatively, if you prefer, you can deliver the item to our office yourself or ship it by mail, both options also free of charge."
      },
      {
        "title": "Do you offer online valuation, or is an in-person inspection required?",
        "content": "We offer online valuation, which doesn't require an in-person inspection. Our process is simple: contact us through any messaging platform or social network, send us photos and a brief description of your item, and we'll provide a competitive offer within 5-7 minutes. This online approach allows for quick and convenient valuation without the need for physical inspection in most cases."
      },
      {
        "title": "Do you operate throughout the entire United States?",
        "content": "No, we don't currently operate throughout the entire United States. However, we work with customers from many regions across the country. For areas outside our immediate network, we can arrange pickup or postal delivery of items. Keep in mind that for more distant locations, there might be a slight delay of 1-2 days in our response or appraisal process. Despite these limitations, we're committed to providing quality service to all customers, regardless of their location."
      },
      {
        "title": "How do you ensure data security and transaction privacy?",
        "content": "We take data security and transaction confidentiality very seriously. All personal information and transaction details are kept strictly confidential and are never shared with third parties. We employ industry-standard encryption protocols to protect your data, and our staff undergoes regular training on privacy practices. Our privacy policy, which outlines our commitment to data protection, is available for review on our website."
      },
      {
        "title": "What payment methods do you offer?",
        "content": "We offer a variety of payment methods to accommodate your preferences: сash payment on-site, certified check, electronic bank transfer (ACH), wire transfer for larger transactions. All payment methods are secure and can be processed quickly to ensure you receive your funds as soon as possible after the transaction is complete."
      },
      {
        "title": "How long does the process take from application to payment?",
        "content": "We pride ourselves on our efficient process and same-day payment capability. Once we agree on a price, we can usually complete the transaction and provide payment within hours. However, please note that the timeline may extend slightly if you're located far from our nearest office or if the item for sale requires special handling or evaluation. In such cases, it might take an additional 1-2 business days to finalize the process. Rest assured, we always strive to complete transactions as quickly as possible while maintaining our high standards of service."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}