{
  "key": "yes",
  "dashboard": {
    "state": "State of Florida",
    "title": "Car buyout Mercedes",
    "location": "(All States)",
    "description": "Buy your mercedes at the best price!",
    "image": "/assets/img/car/car_Mercedes.png",
    "bgImage": "mercedes",
    "class": "mercedes_text"
  },
  "easySteps": {
    "title": "3 simple steps",
    "text": "to sell a car fast",
    "style": "mercedes",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Send photos and characteristics of the laptop to Telegram, Messenge",
      "contact": "CONNECT"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Make an appointment for a sale at your nearest office or order a no obligation sale"
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive instant payouts in a form that is convenient for you"
    }
  },
  "need-docs": {
    "title": "To sell your car, you will need",
    "docs": [
      {
        "title": "Passport of a citizen of Ukraine",
        "img": "/assets/img/motorbike/passport.svg"
      },
      {
        "title": "Taxpayer Identification Number",
        "img": "/assets/img/motorbike/taxpayer_number.svg"
      },
      {
        "title": "Vehicle registration certificate",
        "img": "/assets/img/motorbike/motorbike.svg"
      }
    ],
    "need-docs-asq": "Additional paperwork will be required if the auto...",
    "listAsq": [
      {
        "title": "in another name",
        "content": "- General power of attorney for the right to sell a car"
      },
      {
        "title": "credited",
        "content": "- Credit agreement with the Bank<br/><br/>- Certificate of debt balance (date of issuance of the certificate not later than 4 days before the sale)"
      },
      {
        "title": "corporate",
        "content": "- Certificate of state registration of a legal entity (certificate of entry in the Unified State Register of Legal Entities for organizations registered before 2002)<br/>- Certificate of registration with the tax authority<br/>- Extract from the Unified State Register of Legal Entities (USRYUL), obtained from the Federal Tax Service, with up-to-date data at the time of contract conclusion<br/>- Articles of Association<br/>- Licenses for the right to carry out the relevant type of activity (if such licenses are required for the conclusion of the contract in accordance with the legislation of the Russian Federation or a foreign state)<br/>- Certificate of self-regulatory organization (SRO) on admission to perform works (if available)<br/>- Document confirming the powers of the representative of the legal entity, including power of attorney, seal<br/>- Documents confirming the powers of the sole executive body<br/>- Documents confirming that the legal entity complies with"
      },
      {
        "title": "sole proprietor",
        "content": "- General power of attorney for the right to sell a car<br/>- TAXPAYER IDENTIFICATION NUMBER<br/>- Notification from the tax inspectorate on the<br/>- application of taxation<br/>- OGRNIPv<br/>- Order on appointment of the chief accountant (if the chief accountant signs closing documents)<br/>- Order on appointment of the General Director<br/>- Seal of the organization<br/>- Legal Entity Card"
      }
    ]
  },
  "aboutInfo": {
    "title": "We buy back trailer in Florida",
    "text": "and all the states",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "Buy transportation in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Day-of-communication sale"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "It's all confidential."
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Scooters for sale on commission"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Inspection and registration in 2 hours"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "Priced higher than the competition"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "We buy out all the states in the U.S."
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant disbursement of money in a form convenient for you"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We work with complex cases (bail, ban, credit)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer feedback",
    "feedback": [
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Отзыв с Google Карт"
      },
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Отзыв с Google Карт"
      },
      {
        "content": "Happy with the buyout and transportation purchase! Asked for an adequate price for my old bike and was offered a new one at a very attractive price. I will keep in touch!",
        "name": "Андрей",
        "prod": "Sold the Gt Zaskar bike",
        "feedbackMap": "Отзыв с Google Карт"
      }
    ],
    "content": "View Testimonials on Google Maps"
  },
  "questions": {
    "title": "Any questions?",
    "descr": "We'd be happy to answer",
    "listAsq": [
      {
        "title": "What kind of motorcycles do you buy?",
        "content": "Absolutely any: motorcycles, mopeds, scooters, motorcycles, ATVs. Mark, year of manufacture, mileage, condition do not matter. We buy out credit, as well as with fines. We work with individuals and legal entities, buy out corporate motoparks."
      },
      {
        "title": "Can I leave the bike for you to sell?",
        "content": "Yes. We will put your motorized vehicle on commission at our showroom."
      },
      {
        "title": "You're buying up undocumented?",
        "content": "Yes, we do. We accept motorcycles without documents and in any condition. We will pick up faulty transportation from anywhere in Kiev and Ukraine."
      },
      {
        "title": "What kind of information do you need?",
        "content": "Before the sale, be prepared to provide the following information about your vehicle: make, model, VIN or frame number, year of manufacture on the PTS, the name of the organization (issued the PTS), whether it was registered ON YOU, as the owner of the motorcycle, mileage, your assessment of the condition of the engine and gearbox, what parts are painted or replaced by non-original, whether some tuning is installed."
      },
      {
        "title": "I want to sell for as much as possible!",
        "content": "To increase the buyback price by 10%, wash the motorcycle, bring a second set of tires and keys. In 90% of cases, the valuation will be higher than other motorcycle buybacks."
      },
      {
        "title": "I'll sell the scooter for more!",
        "content": "No problem! We just want to save you from wasting your time. Pre-sale preparation, photo shoots, registration on profile sites, paying for advertisements, answering the phone and traveling to meetings at inconvenient times - this is the least you will have to face."
      }
    ],
    "listBottom1": {
      "title": "Urgent buyout of cars with mileage",
      "text": "During the existence of the company, we have bought out a large number of used vehicles of different makes and models. We have learned to approach the issues of car buyout with intelligence: cars are de-registered, and all transactions are legally correct. <br/><br/> We offer car buying services in all districts of Kiev (Kiev region) and Ukraine. Those who do not want to spend time and effort to find a client, it is better to use the service 'auto buyout'. Of course you will not get the maximum value for the car, but 90-95% of the market value we guarantee you!<br/><br/> However, if you decide to sell a used car on your own, it is recommended to be patient. Selling a car on your own can take months. At the same time, without understanding the market, it is difficult to set a price that will suit both you and the potential buyer. As a result, you will waste your time and efforts."
    },
    "listBottom2": {
      "title": "Car buyout in Kiev",
      "text": "Everything is simple! Send us a photo of the vehicle in a convenient messenger (viber, telegram, instagram). Within 4-5 minutes, the appraiser Vladimir will write the cost of redemption. Having come to an agreement, we will immediately go to you! That you would not have traveled in vain, we will come to you ourselves, absolutely free, without any claims if you refuse our services. We value the reputation and time of our customers!"
    }
  }
}