{
  "key": [
    "prod",
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>Real Estate</span>",
    "location": "(State Florida)",
    "index": true,
    "footerDescription": "Cash for offer for your Real Estate Florida!",
    "image": "/assets/img/real-estate/Real-estate.svg",
    "bgImage": "real-estate",
    "class": "real-estate_text"
  },
  "prodInfo": {
    "title": "Real-Estate",
    "text": "what you wanna sell",
    "content": [
      {
        "img": "/assets/img/real-estate/Apartment.svg",
        "route": "/apartment"
      },
      {
        "img": "/assets/img/real-estate/Garage.svg",
        "route": "/garage"
      },
      {
        "img": "/assets/img/real-estate/House.svg",
        "route": "/house"
      },
      {
        "img": "/assets/img/real-estate/Land-lots.svg",
        "route": "/land-lots"
      },
      {
        "img": "/assets/img/real-estate/Restaurant-Cafe.svg",
        "route": "/restaurant-cafe"
      },
      {
        "img": "/assets/img/real-estate/Townhouse.svg",
        "route": "/townhouse"
      },
      {
        "img": "/assets/img/real-estate/Warehouse-Facilities.svg",
        "route": "/warehouse-facilities"
      },
      {
        "img": "/assets/img/main_page/Others.png",
        "route": "/real-estate-others"
      }
    ]
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online real estate valuation:",
    "style": "real-estate",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit real estate photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy real estate in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase real estate with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., real estate in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy real estate in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Had a tough time selling my vacant lot in California until these folks came along. They gave me a solid cash offer and closed quickly. No realtor fees or lengthy negotiations. Just what I needed!",
        "name": "Mike B.",
        "prod": "Sold Land",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Had an old garage that was more trouble than it was worth. These guys took it off my hands, no questions asked. Process was quick, though I wish the offer was a bit higher. Still, can't complain!",
        "name": "Rick P.",
        "prod": "Sold Garage",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Decent experience selling my apartment to these cash buyers. The offer was slightly lower than I hoped, but the convenience made up for it. No repairs or staging needed. Overall, pretty smooth.",
        "name": "Rachel K.",
        "prod": "Sold Apartment",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of properties do you purchase?",
        "content": "We are interested in acquiring a wide variety of real estate, including houses, apartments, commercial properties, garages, land, restaurants, townhouses, and warehouses. Our portfolio is diverse, and we're open to considering any type of property. If you have real estate to sell, regardless of its type, we encourage you to contact us for a potential purchase."
      },
      {
        "title": "How quickly can you complete the transaction?",
        "content": "We can close deals rapidly, often within 1-7 days of reaching an agreement. However, we understand that every situation is unique. If you need more time, we're flexible and can adjust to your preferred timeline. Our goal is to accommodate your needs, whether you're looking for a quick sale or a more extended process."
      },
      {
        "title": "Do you purchase properties in their current condition?",
        "content": "Yes, we specialize in buying properties 'as-is.' This means we purchase real estate in any condition, regardless of its state of repair or cleanliness. There's no need for you to make any repairs, renovations, or even clean before selling to us. We handle all necessary improvements after the purchase, saving you time and money."
      },
      {
        "title": "Are there any additional costs or fees involved?",
        "content": "We pride ourselves on a transparent, fee-free process for sellers. When you sell to us, there are no fees, commissions, or hidden costs. We cover all closing costs associated with the transaction. The offer we make is the amount you receive, with no unexpected deductions."
      },
      {
        "title": "Can you purchase a property with an existing mortgage?",
        "content": "Absolutely. We frequently work with sellers who have outstanding mortgages. As part of our purchase process, we'll pay off your existing mortgage in full. This is handled directly during closing, so you don't need to worry about managing the payoff yourself. We're experienced in dealing with various mortgage situations to ensure a smooth transaction."
      },
      {
        "title": "What does your buying process entail?",
        "content": "Our process is straightforward and efficient. After you contact us, we'll evaluate your property and present a fair cash offer. If you accept, we handle all the paperwork and legal requirements. We then close on your preferred timeline. Throughout the process, our team manages all the details, making the sale as smooth and stress-free as possible for you."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}