{
  "key": ["prod", "easy-step"],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>Restaurant</span>",
    "location": "(All States)",
    "description": "Quick cash offer for your Restaurant!",
    "image": "/assets/img/real-estate/Restaurant _Cafe_main.svg",
    "bgImage": "restaurant-cafe",
    "class": "restaurant-cafe_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online",
    "style": "main",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit (real estate, house, apartment, garage, land, restaurant, townhouse, warehouse) photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy (real estate, houses, apartments, garages, land, restaurants, townhouses, warehouse) in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase (real estate, houses, apartments, garages, land, restaurants, townhouses, warehouse) with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., (real estate, houses, apartments, garages, land, restaurants, townhouses, warehouse) in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy (real estate, houses, apartments, garages, land, restaurants, townhouses, warehouse) in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "As a retiring restaurateur in LA, I needed to sell my place quickly. These cash buyers came through. They understood the value of my location and equipment. Smooth transaction from start to finish.",
        "name": "Mike D.",
        "prod": "Sold Restaurant Chef",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Running a restaurant in Miami ain't easy, and I needed out. These folks gave me a lifeline with their cash offer. Maybe coulda got more on the open market, but the speed and convenience were worth it.",
        "name": "Carlos G.",
        "prod": "Sold Restaurant",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "When my Florida beach town restaurant took a hit after the hurricane, these investors stepped in. Fair offer, quick close. They even helped with some of the cleanup. True professionals!",
        "name": "Diane F.",
        "prod": "Sold Restaurant",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What is the scope of your restaurant property acquisitions?",
        "content": "Our acquisition program encompasses a wide range of food service properties, including standalone restaurants, cafes, fast-food establishments, and fine dining venues. We evaluate properties based on location, building condition, and market potential, regardless of the current cuisine or concept."
      },
      {
        "title": "Do you acquire only the property, or the business as well?",
        "content": "While our primary focus is on real estate acquisition, we recognize the integrated nature of restaurant properties. We're open to discussing full business acquisitions, including operations, when it aligns with our investment strategy and the seller's goals."
      },
      {
        "title": "How do you approach the valuation of restaurant-specific equipment and fixtures?",
        "content": "Our valuation process includes a comprehensive assessment of all on-site equipment and fixtures. We can structure deals to include these assets, ensuring a fair value is attributed to specialized kitchen equipment, dining room furnishings, and other restaurant-specific installations."
      },
      {
        "title": "Can you facilitate the purchase of an actively operating restaurant?",
        "content": "Absolutely. We have extensive experience in acquiring operational restaurants. Our team is adept at structuring transactions that minimize disruption to ongoing business activities, ensuring a smooth transition of ownership while maintaining operational continuity."
      },
      {
        "title": "How do you navigate the complexities of liquor license transfers in restaurant acquisitions?",
        "content": "Liquor license transfers are a routine part of our acquisition process for applicable properties. Our legal team is well-versed in the intricacies of liquor license regulations across various jurisdictions. We manage all aspects of the transfer process, liaising with relevant authorities to ensure compliance and continuity of licensing."
      },
      {
        "title": "What factors do you consider when evaluating a restaurant property's potential?",
        "content": "Our evaluation process is multi-faceted, considering factors such as location demographics, foot traffic patterns, property condition, kitchen capacity, dining area layout, and local market trends. We also assess the potential for concept modification or expansion, always looking for properties with strong underlying real estate value."
      }
    ],
    "listBottom1": {
      "title": "Urgent Redemption of boats",
      "text": "Over the course of the company's existence, we've redemptionized a large number of used  vehicles of various makes and models. We've learned to be smart about Redemption: the vehicles      are de-registered and all transactions are legally correct. <br/> We offer services on car buying in all districts of Kiev (Kiev region) and Ukraine. Those who do not want to spend time and effort to find a client, it is better to use the service 'autoRedemption'. Of course you will not get the maximum value for the car, but 90-95% of the market value, we guarantee you! value we guarantee you!<br/> Still, if you decide to sell a used car on your own, it is recommended to be patient. patience. Selling a car on your own can take months. And without an understanding of the market. it is difficult to set a price that will suit both you and the potential buyer. You'll end up wasting your time and effort for nothing."
    },
    "listBottom2": {
      "title": "Boat buying in Kiev",
      "text": "Everything is simple! Send us a photo of the vehicle in a convenient messenger (viber, telegram, instagram). Within 4-5 minutes appraiser Vladimir will write the cost of Redemption. Having come to an agreement, we will immediately go to the You! That you would not have traveled in vain, we will come to you ourselves, absolutely free, without any or claims if you refuse our services. We value the reputation and time of our customers!"
    }
  }
}