{
  "key": [
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>Townhouse</span>",
    "location": "(All States)",
    "footerDescription": "Quick cash offer for your Townhouse!",
    "image": "/assets/img/real-estate/Townhouse_main.svg",
    "bgImage": "townhouse",
    "class": "townhouse_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online townhouse valuation:",
    "style": "townhouse",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit townhouse photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy townhouses in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase townhouses with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., townhouses in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy townhouses in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "When my business tanked, I had to unload my California townhouse fast. These cash buyers were my saving grace. No judgement, just a fair offer and quick close. Eternally grateful!",
        "name": "Alison W.",
        "prod": "Sold Townhouse",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Y'all, if you need to sell your place in Tampa without the drama, hit these folks up! They bought my townhouse as-is, cash in hand. No repairs, no staging, no fuss. Solid deal!",
        "name": "Bobby J.",
        "prod": "Sold Townhouse",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Sold my Miami townhouse to these cash buyers. Process was smooth, but I felt the offer could've been a bit higher. Still, the speed and convenience of the sale made it worthwhile.",
        "name": "Sophia L.",
        "prod": "Sold Townhouse",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of townhouse properties do you typically acquire?",
        "content": "Our acquisition portfolio includes a diverse range of townhouse properties, from historic row houses to modern suburban developments. We purchase individual units, contiguous blocks, and entire townhouse communities, adapting our approach to each property's unique characteristics."
      },
      {
        "title": "How do you handle townhouse properties with shared walls or common areas?",
        "content": "We're well-versed in the complexities of shared-wall properties and common area management. Our legal team thoroughly reviews all relevant covenants, conditions, and restrictions (CC&Rs) to ensure a smooth acquisition process and transition of ownership responsibilities."
      },
      {
        "title": "Can you acquire townhouses that are part of a homeowners association (HOA)?",
        "content": "Absolutely. We regularly work with properties governed by HOAs. Our team is experienced in navigating HOA regulations, transfer fees, and approval processes, ensuring compliance with all association requirements during the acquisition."
      },
      {
        "title": "What is your approach to townhouses with existing tenants?",
        "content": "We're equipped to purchase townhouses with active leases in place. Our property management division can seamlessly assume landlord responsibilities, ensuring a smooth transition for both the seller and existing tenants."
      },
      {
        "title": "How do you assess the value of townhouse properties?",
        "content": "Our valuation process considers multiple factors, including location, property condition, local market trends, and comparable sales. We also evaluate any unique features, such as private outdoor spaces or premium interior finishes, that may impact the property's value."
      },
      {
        "title": "Do you purchase townhouses that require significant renovation or updating?",
        "content": "Yes, we acquire townhouses in various conditions, including those needing substantial renovation. Our team of property experts can assess the potential of such properties, factoring in the cost of necessary updates when making competitive offers."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}