{
  "key": [
    "yes",
    "prod",
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my tractor",
    "location": "(All States)",
    "description": "Quick cash for your tractor",
    "image": "/assets/img/tractor/tractor.png",
    "bgImage": "tractor",
    "class": "tractor_text"
  },
  "prodInfo": {
    "title": "Tractors",
    "text": "we buy back across all US states",
    "content": [
      {
        "img": "/assets/img/tractor/Attachment.svg"
      },
      {
        "img": "/assets/img/tractor/Monoblocks.svg"
      },
      {
        "img": "/assets/img/tractor/Tractor.svg"
      }
    ]
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to appraise your tractor online",
    "style": "tractor",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Send photos and characteristics of the laptop to Telegram, Messenge",
      "contact": "CONNECT"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Make an appointment for a sale at your nearest office or order a no obligation sale"
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive instant payouts in a form that is convenient for you"
    }
  },
  "need-docs": {
    "title": "To sell your tractor, you will need:",
    "docs": [
      {
        "title": "Vehicle title or MSO (Manufacturer's Statement of Origin)",
        "img": "/assets/img/motorbike/passport.svg"
      },
      {
        "title": "Valid driver's license or state-issued ID",
        "img": "/assets/img/motorbike/taxpayer_number.svg"
      },
      {
        "title": "Current registration (if applicable)",
        "img": "/assets/img/motorbike/motorbike.svg"
      }
    ],
    "need-docs-asq": "Additional paperwork will be required if the tractor is:",
    "listAsq": [
      {
        "title": "Credited:",
        "content": "<ul><li>Loan payoff information</li><li>Account number and lender's contact information</li></ul>"
      },
      {
        "title": "Corporate:",
        "content": "<ul><li>Articles of incorporation or business license</li><li>Letter authorizing the sale on company letterhead</li><li>Employer Identification Number (EIN)</li></ul>"
      }
    ]
  },
  "aboutInfo": {
    "title": "We buy back motorbike in Florida",
    "text": "and all the states",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "Buy transportation in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-Day Purchase"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Every Sale is Confidential"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Scooters for sale on commission"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Inspection and registration in 2 hours"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "Priced higher than the competition"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Operating Across All U.S. States"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant Payment"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We work with complex cases (bail, ban, credit)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Sold my old tractor attachment to these guys. They knew their stuff about farm equipment and gave a fair price. The pickup was prompt, and they were careful with the equipment. Solid service for farmers looking to upgrade.",
        "name": "John D.",
        "prod": "(Sold the John Deere Backhoe attachment)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "These folks bought my tractor in Tampa. They were professional and offered a competitive price. The process took a bit longer than expected, hence 4 stars, but overall a reliable service for heavy equipment.",
        "name": "Mary B.",
        "prod": "(Sold the Kubota L3901 tractor)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Sold my trusty old rototiller to this company. They were straightforward, offered a decent price, and picked it up on time. No complaints here - they made selling used equipment a breeze!",
        "name": "Tom W.",
        "prod": "(Sold the Honda FRC800 Rear Tine Tiller)",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of tractors do you buy?",
        "content": "Our company specializes in purchasing tractors for both agricultural and forestry applications. We consider all types, makes, and models."
      },
      {
        "title": "How do you value tractors?",
        "content": "We offer a streamlined online valuation process for your convenience. Simply contact us through any of our messaging platforms (Telegram, WhatsApp, Facebook Messenger) or social networks (Instagram, Facebook) and provide photos along with a brief description (including specifications, details, and modifications). Within 5-7 minutes, you'll receive a competitive offer and a step-by-step plan for a quick sale."
      },
      {
        "title": "Do you purchase tractor attachments?",
        "content": "Yes, we purchase a wide range of tractor attachments. Our program includes various equipment such as plows, harrows, cultivators, seeders, sprayers, mowers, balers, front loaders, backhoes, rotary tillers, rakes, post hole diggers, snow blowers, and spreaders. For a detailed evaluation of your specific equipment, please contact our appraisal team."
      },
      {
        "title": "Do you offer pickup services?",
        "content": "We offer two options for tractor transfer: you may either bring the tractor to our office, or we can dispatch an appraiser to your location. Both services are provided at no cost to you."
      },
      {
        "title": "How does the inspection work?",
        "content": "The final verification occurs during the appraiser's visit. If you accurately disclosed all details during the initial assessment via messenger, the price typically remains unchanged upon inspection. Payment is processed immediately following this step."
      },
      {
        "title": "Do you operate throughout the entire United States?",
        "content": "While our network doesn't currently cover the entire United States, we are interested in working with customers from various regions and are willing to arrange pickup of the tractor if necessary. Please note that for more distant locations, the waiting time for our appraiser's arrival may increase by 1-2 days. We strive to provide quality service to every customer, regardless of location."
      }
    ],
    "listBottom1": {
      "title": "Urgent buyout of used tractors",
      "text": "During the existence of the company, we have bought out a large number of used vehicles of different makes and models. We have learned to approach the issues of car buyout with intelligence: cars are de-registered, and all transactions are legally correct. <br/><br/> We offer car buying services in all districts of Kiev (Kiev region) and Ukraine. Those who do not want to spend time and effort to find a client, it is better to use the service 'auto buyout'. Of course you will not get the maximum value for the car, but 90-95% of the market value we guarantee you!<br/><br/> However, if you decide to sell a used car on your own, it is recommended to be patient. Selling a car on your own can take months. At the same time, without understanding the market, it is difficult to set a price that will suit both you and the potential buyer. As a result, you will waste your time and efforts."
    },
    "listBottom2": {
      "title": "Purchase of tractors Kiev",
      "text": "Everything is simple! Send us a photo of the vehicle in a convenient messenger (viber, telegram, instagram). Within 4-5 minutes, the appraiser Vladimir will write the cost of redemption. Having come to an agreement, we will immediately go to you! That you would not have traveled in vain, we will come to you ourselves, absolutely free, without any claims if you refuse our services. We value the reputation and time of our customers!"
    }
  }
}