{
  "key": [
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my <span>Warehouse</span>",
    "location": "(All States)",
    "footerDescription": "Quick cash offer for your Warehouse!",
    "image": "/assets/img/real-estate/Warehouse_Facilities_main.svg",
    "bgImage": "warehouse-facilities",
    "class": "warehouse-facilities_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to get an online warehouse valuation:",
    "style": "warehouse-facilities",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Submit warehouse photos, key specifications, and additional information (if available) via your preferred messaging app.",
      "contact": "SEND"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "If the price is suitable, schedule a free appraiser inspection."
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive an instant payout in the form that's convenient for you."
    }
  },
  "aboutInfo": {
    "title": "Why We're Your Top",
    "text": "Choice in Real Estate",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We buy warehouse in any condition"
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Fast closing on all deals."
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "We purchase warehouse with outstanding utility bills"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "We specialize in complex cases (e.g., warehouse in foreclosure)"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "We buy warehouse in need of major renovations"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We resolve issues with property liens"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Expert handling of inheritance and title complications"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "We cover all closing costs and fees"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We ensure fully legal and compliant transactions)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Had to liquidate my warehouse in Los Angeles due to bankruptcy. These investors stepped in with a fair cash offer. Process was quick and professional. Helped me out of a tough spot.",
        "name": "Tom K.",
        "prod": "Sold Warehouse",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Needed to sell my warehouse in Miami fast due to divorce. These cash buyers came through clutch. Offer was slightly below market, but the speed and convenience made up for it. No regrets!",
        "name": "Maria R.",
        "prod": "Sold Warehouse",
        "stars": 5,
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "These folks bought my old warehouse in Tampa when nobody else would touch it. Fair price, fast close. They dealt with all the zoning issues too. Saved me a ton of headaches!",
        "name": "Frank D.",
        "prod": "Sold Warehouse",
        "stars": 4,
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of warehouse properties fall within your acquisition parameters?",
        "content": "Our acquisition strategy encompasses a broad spectrum of warehouse properties, including distribution centers, cold storage facilities, light industrial spaces, and multi-use warehouses. We evaluate properties based on location, size, condition, and potential for value appreciation or repurposing."
      },
      {
        "title": "How do you approach the acquisition of warehouses with existing tenants or lease agreements?",
        "content": "We routinely acquire properties with active lease agreements in place. Our team conducts thorough due diligence on existing leases and tenant profiles. We can structure deals to either assume current leases or work with sellers on mutually beneficial transition strategies."
      },
      {
        "title": "What factors do you consider when valuing warehouse properties?",
        "content": "Our valuation process incorporates multiple elements, including location, total square footage, clear height, loading dock capacity, and overall building condition. We also assess factors such as proximity to transportation hubs, local zoning regulations, and potential for property improvements or expansion."
      },
      {
        "title": "Can you acquire warehouses that require significant updates or retrofitting?",
        "content": "Absolutely. We have extensive experience in acquiring warehouses that need modernization or repurposing. Our team of industry experts can assess the potential return on investment for necessary updates, allowing us to make competitive offers on properties that others might overlook."
      },
      {
        "title": "How do you handle environmental concerns often associated with industrial properties?",
        "content": "Environmental due diligence is a critical component of our acquisition process. We conduct thorough environmental assessments, including Phase I and, if necessary, Phase II environmental site assessments. Our team is experienced in navigating environmental regulations and implementing appropriate remediation strategies when required."
      },
      {
        "title": "What is your approach to warehouses with specialized equipment or fixtures?",
        "content": "We recognize that many warehouse properties come equipped with specialized machinery or fixtures. Our acquisition team includes industry experts who can accurately assess the value of such equipment. We can structure deals to include these assets, ensuring a fair valuation that benefits both parties."
      }
    ],
    "listBottom1": {
      "title": "",
      "text": ""
    },
    "listBottom2": {
      "title": "",
      "text": ""
    }
  }
}