{
  "key": [
    "yes",
    "easy-step"
  ],
  "dashboard": {
    "state": "State of Florida",
    "title": "Sell my wheelchair",
    "location": "(All States)",
    "description": "Quick cash for your wheelchair",
    "image": "/assets/img/wheelchair/Wheelchair.png",
    "bgImage": "wheelchair",
    "class": "wheelchair_text"
  },
  "easySteps": {
    "title": "3 easy steps",
    "text": "to appraise your wheelchair online",
    "style": "bike",
    "contentStep1": {
      "step": "Step 1",
      "stepText": "Send photos and characteristics of the laptop to Telegram, Messenge",
      "contact": "CONNECT"
    },
    "contentStep2": {
      "step": "Step 2",
      "stepText": "Make an appointment for a sale at your nearest office or order a no obligation sale"
    },
    "contentStep3": {
      "step": "Step 3",
      "stepText": "Receive instant payouts in a form that is convenient for you"
    }
  },
  "aboutInfo": {
    "title": "We buy back bike in Florida",
    "text": "and all the states",
    "list": [
      {
        "src": "/assets/img/laptop/about/car.svg",
        "title": "We’ll buy anything you’ve got."
      },
      {
        "src": "/assets/img/laptop/about/sack.svg",
        "title": "Same-Day Purchase"
      },
      {
        "src": "/assets/img/laptop/about/lock.svg",
        "title": "Every Sale is Confidential"
      },
      {
        "src": "/assets/img/laptop/about/bank.svg",
        "title": "Trade-In"
      },
      {
        "src": "/assets/img/laptop/about/time.svg",
        "title": "Appraisal Time via Messenger - 7 Minutes"
      },
      {
        "src": "/assets/img/laptop/about/thumbs-up.svg",
        "title": "We Offer Higher Prices Than Our Competitors"
      },
      {
        "src": "/assets/img/laptop/about/flag.svg",
        "title": "Operating Across All U.S. States"
      },
      {
        "src": "/assets/img/laptop/about/bills.svg",
        "title": "Instant Payment"
      },
      {
        "src": "/assets/img/laptop/about/chain.svg",
        "title": "We Handle Complex Cases (Collateral, Loans)"
      }
    ]
  },
  "testimonials": {
    "title": "Customer Reviews",
    "feedback": [
      {
        "content": "Sold my power wheelchair to these folks in Tampa. They were knowledgeable about mobility equipment and offered a fair price. The transaction was smooth, and they were respectful throughout. Great service!",
        "name": "Patricia R.",
        "prod": "(Sold the Permobil F3 Corpus)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "These guys bought my electric wheelchair. The offer was reasonable, and they were accommodating with the pickup. Process was straightforward, but I wish they had more info upfront about their valuation method.",
        "name": "Robert J.",
        "prod": "(Sold the Quickie Q700 M)",
        "feedbackMap": "Review from Google Maps"
      },
      {
        "content": "Sold my manual wheelchair to this company. They were professional, offered a decent price, and picked it up promptly. Appreciated their efficient service and understanding of different wheelchair types.",
        "name": "Susan M.",
        "prod": "(Sold the Sunrise Medical Quickie 2)",
        "feedbackMap": "Review from Google Maps"
      }
    ],
    "content": "Open Google Maps"
  },
  "questions": {
    "title": "Have Questions?",
    "descr": "We're Happy to Help",
    "listAsq": [
      {
        "title": "What types of wheelchairs do you purchase?",
        "content": "Our company is interested in purchasing various types of wheelchairs, including: manual, electric, folding, transport, and multifunctional models. We consider all brands and conditions."
      },
      {
        "title": "How do you determine a wheelchair's value?",
        "content": "Our online valuation process is streamlined for your convenience. Simply contact us through any messaging platform (Telegram, WhatsApp, Facebook Messenger) or social network (Instagram, Facebook) and send us photos along with a brief description (specifications, details, modifications). Within 5-7 minutes, you'll receive a competitive offer and a step-by-step plan for a quick sale."
      },
      {
        "title": "Do you purchase specialized, custom, or electric wheelchairs?",
        "content": "Yes, we purchase specialized, custom, and electric wheelchairs. Our program covers a wide range of mobility devices, including those with custom modifications and advanced features. For a detailed assessment of your specific wheelchair, please contact our appraisal team for a fair valuation."
      },
      {
        "title": "How does the payment process work?",
        "content": "The final stage of verification occurs after the appraiser's visit. If you accurately disclosed all details during the initial assessment via messenger, the price typically remains unchanged upon inspection. Payment is processed immediately following this step."
      },
      {
        "title": "Do you offer pickup services?",
        "content": "Yes, we offer pickup services. We provide multiple transportation options for your convenience. You can either deliver the wheelchair to our office yourself, or we can send our employee to your location for evaluation and transportation. Additionally, we offer the option to ship the wheelchair by mail if that better suits your needs."
      },
      {
        "title": "Do you operate throughout the entire United States?",
        "content": "While our network doesn't currently cover the entire United States, we are committed to serving customers from various regions. We can arrange pickup or postal delivery of wheelchairs as necessary. Please note that for more distant locations, the waiting time for our appraiser may increase by 1-2 days. We strive to provide quality service to every customer, regardless of location."
      }
    ],
    "listBottom1": {
      "title": "Urgent Redemption of boats",
      "text": "Over the course of the company's existence, we've redemptionized a large number of used  vehicles of various makes and models. We've learned to be smart about Redemption: the vehicles      are de-registered and all transactions are legally correct. <br/> We offer services on car buying in all districts of Kiev (Kiev region) and Ukraine. Those who do not want to spend time and effort to find a client, it is better to use the service 'autoRedemption'. Of course you will not get the maximum value for the car, but 90-95% of the market value, we guarantee you! value we guarantee you!<br/> Still, if you decide to sell a used car on your own, it is recommended to be patient. patience. Selling a car on your own can take months. And without an understanding of the market. it is difficult to set a price that will suit both you and the potential buyer. You'll end up wasting your time and effort for nothing."
    },
    "listBottom2": {
      "title": "Boat buying in Kiev",
      "text": "Everything is simple! Send us a photo of the vehicle in a convenient messenger (viber, telegram, instagram). Within 4-5 minutes appraiser Vladimir will write the cost of Redemption. Having come to an agreement, we will immediately go to the You! That you would not have traveled in vain, we will come to you ourselves, absolutely free, without any or claims if you refuse our services. We value the reputation and time of our customers!"
    }
  }
}